[S_Broadcast_Truth_Comm_Clerk_01 AkEvent]
SpokenText = "Firebrand limpou o perimetro, senhor. Encontrando resistencia limitada."

[S_Broadcast_Truth_Comm_Clerk_02 AkEvent]
SpokenText = "Temos entrada!"

[S_Dark_Volunteer_02_Comm_Officer_01 AkEvent]
SpokenText = "O portao está preparado e pronto, senhor."

[S_First_Flight_Clerk_01_Setup_Phase AkEvent]
SpokenText = "Senhor, dada a nossa posiçao atual nao ha realmente nenhuma maneira o Skyranger poderia chegar a esse local ..."

[S_Pre_Final_Mission_Broadcast_Comm_Officer_01 AkEvent]
SpokenText = "Mensagem de prioridade para o Comandante em um canal seguro, senhor."

[S_Pre_Final_Mission_Broadcast_Comm_Officer_02 AkEvent]
SpokenText = "Senhor, vem da torre da rede ADVENT."

[S_Retaliation_Comm_Clerk_01_Setup_Phase AkEvent]
SpokenText = "Sinal maciço proveniente da Torre de Rede ADVENT, é global. Senhor, eu acho que voce vai querer ver isso."